{
    "wbtb": "**Wake Back To Bed:** A technique commonly used in lucid dreaming practices. The idea behind WBTB is to interrupt your sleep when you are close to REM in order to increase the likelihood of experiencing a lucid dream.",
    "wake back to bed": "**Wake Back To Bed:** A technique commonly used in lucid dreaming practices. The idea behind WBTB is to interrupt your sleep when you are close to REM in order to increase the likelihood of experiencing a lucid dream.",
    "vividness": "**Vividness:** In the context of dreaming, vividness refers to how real your dreams feel. This applies to lucid dreams as well as non-lucid dreams.",
    "state test": "**State Test:** Either physical or mental, a state test is something you can perform to prove to yourself whether or not you are in waking state or dreaming state.",
    "sleep paralysis": "**Sleep Paralysis:** A temporary inability to move or speak that occurs directly after falling asleep or waking up, and is often accompanied by hallucinations and a sensation of suffocation",
    "sp": "**Sleep Paralysis:** A temporary inability to move or speak that occurs directly after falling asleep or waking up, and is often accompanied by hallucinations and a sensation of suffocation",
    "awareness": "**Awareness:** For lucid dreaming, awareness refers to the state of being conscious during a dream.",
    "autosuggestion": "**Autosuggestion:** An intention technique in which the practitioner guides their thoughts by 'suggesting' things.",
    "dream": "**Dream:** A dream is a succession of images, ideas, emotions, and sensations that usually occur involuntarily in the mind during certain stages of sleep.",
    "dream cafe": "**Dream Café:** Dream Café is a lucid dreaming community that operates primarily on [Discord](<https://discord.gg/dreamcafe>). They also operate a [website](<https://dreamcafe.eu.org>) and a [YouTube channel](<https://www.youtube.com/@DreamCafeOfficial>).",
    "lucid dream initiative": "**The Lucid Dream Initiative:** [The Lucid Dream Initiative](<https://ldinitiative.org/>) is a non-profit organisation (501(C)3 Status Pending) composed of a coletion of projects that fit into the categories of: Dream research, Education, Art and Media. In addition to their [website](https://ldinitiative.org/) LDI also operate a [YouTube channel](https://www.youtube.com/@ldinitiative)",
    "ldi": "**The Lucid Dream Initiative:** [The Lucid Dream Initiative](<https://ldinitiative.org/>) is a non-profit organisation (501(C)3 Status Pending) composed of a coletion of projects that fit into the categories of: Dream research, Education, Art and Media. In addition to their [website](https://ldinitiative.org/) LDI also operate a [YouTube channel](https://www.youtube.com/@ldinitiative)",
    "dild": "**DILD:** A dream-initiated lucid dream (a.k.a. regained-awareness dream or DILD) is one of two types of lucid dreams. It involves recognizing that you’re dreaming at some point during the dream’s runtime.",
    "dream initiated lucid dream": "**Dream Initiated Lucid Dream:** A dream-initiated lucid dream (a.k.a. regained-awareness dream or DILD) is one of two types of lucid dreams. It involves recognizing that you’re dreaming at some point during the dream’s runtime.",
    "wild": "**WILD**: WILD stands for Wake Initiated Lucid Dreaming is one of two major categories for lucid dreaming techniques. WILD is the act of falling asleep consciously to directly enter the dreamstate.",
    "wake initiated lucid dream": "**Wake Initiated Lucid Dream**: WILD stands for Wake Initiated Lucid Dreaming is one of two major categories for lucid dreaming techniques. WILD is the act of falling asleep consciously to directly enter the dreamstate.",
    "all day awareness": "**All Day Awareness**: All Day Awareness or ADA for short is a method that involves being aware that you are not dreaming during the day in hopes that this thought will transfer onto the dream world and cause you to become aware of the dream.",
    "ada": "**ADA**: All Day Awareness or ADA for short is a method that involves being aware that you are not dreaming during the day in hopes that this thought will transfer onto the dream world and cause you to become aware of the dream.",
    "binaural beats": "**Binaural Beats**: A type of auditory illusion where two different frequencies are played through each ear. In the context of lucid dreaming, there haven't been any conclusive studies that support their effectiveness, hence they are widely considred a pseudoscience and not recommended when practicing lucid dreaming.",
    "combined technique": "**Combined Technique**: A lucid dreaming technique that aims to induce lucid dreams by combining awareness and intention (two popular ways of inducing lucid dreams). Due to it's combination of both awareness and intention, the Combines Technique is widely considred a very effective one.",
    "count yourself to sleep": "**Count Youtself to Sleep**: One of the many mental tasks you can perform during a WILD (Wake Initiated Lucid Dream) attempt. The goal of this technique is to go to sleep while counting (by repating the sentense \"1. I am dreaming, 2. I am dreaming...\" until you notice that you are dreaming). One upside of this technique is that you can later learn how long it takes you to sleep by recalling the last number you can remember.",
    "critical state thinking": "**Critical State Thinking**: A method of self-reflection, centered on a conscious and critical questioning of which state you're in: waking or dreaming, including attention to oddities that have a high chance of happening in a dream.",
    "custom alarm noise wake initiated lucid dream": "**Custom Alarm Noise Wake-Initiated Lucid Dream**: The CAN-WILD (Custom Alarm Noise Wake-Induced Lucid Dream) technique is a method for inducing lucid dreams without the need for a disruptive wake-back-to-bed (WBTB) process. The technique works by settubg a custom alarm to wake you up during REM (without moving), allowing for an almost immediate transition into a lucid dream.",
    "canwild": "**CANWILD**: The CAN-WILD (Custom Alarm Noise Wake-Induced Lucid Dream) technique is a method for inducing lucid dreams without the need for a disruptive wake-back-to-bed (WBTB) process. The technique works by settubg a custom alarm to wake you up during REM (without moving), allowing for an almost immediate transition into a lucid dream.",
    "rem": "**REM**: Rapid Eye Movement or REM is a sleep stage charactetized by the random rapid eye movement of the eyes. The REM stage is where lucid dreams occur most often hence most WBTB techniques tend to target that sleep stage.",
    "rapid eye movement": "**Rapid Eye Movement**: Rapid Eye Movement or REM is a sleep stage charactetized by the random rapid eye movement of the eyes. The REM stage is where lucid dreams occur most often hence most WBTB techniques tend to target that sleep stage.",
    "cycle adjustment technique": "**Cycle Adjustment Technique**: A technique that attempts to induce lucid dreams by interchanging between waking up earlier than you would normaly. Since this technique involves creating a non-consistent sleep cycle it is not recommended."
}
 
